/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* Informing the user an item has finished copying */
"Copied" = "Copied";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Copying";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Email failed to send. Please try again.";

/* Informing the user a process has failed */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Next image" = "Next image";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "of";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* Used in the context: '1 photo' */
"photo" = "photo";

/* Used in the context: '3 photos' */
"photos" = "photos";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Preparing";

/* No comment provided by engineer. */
"Previous image" = "Previous image";

/* No comment provided by engineer. */
"Save" = "Save";

/* Informing the user an item has been saved */
"Saved" = "Saved";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Saving";

/* No comment provided by engineer. */
"Select Photos" = "Select Photos";

